Repository: ertugrulozvardar/MovieMag
Catalog: MovieMag/Localizables/*.lproj/Localizable.strings
Languages: tr

# MovieDetailString_movieOverviewLabel
source: Overview
tr: Genel Bakış

# MovieDetailString_movieAdditionalInformationLabel
source: Additional Information
tr: Ek Bilgiler

# MovieDetailString_movieBudgetLabel
source: Budget:
tr: Film Bütçesi:

# MovieDetailString_movieOriginalLanguageLabel
source: Original Language:
tr: Orjinal Dil:

# MovieDetailString_movieOriginalTitleLabel
source: Original Title:
tr: Orjinal Başlık:

# MovieDetailString_movieRevenueLabel
source: Revenue:
tr: Hasılat:

# MovieDetailString_movieProductionCompaniesLabel
source: Produced by:
tr: Yapımcı:

# MovieDetailString_movieHomepageLabel
source: Homepage:
tr: Resmi Site:

# MovieDetailString_movieRecommendationsLabel
source: Recommendations
tr: Tavsiye edilen filmler

# MovieDetailString_movieCastLabel
source: Movie Cast
tr: Oyuncu Kadrosu

# MovieDetailString_homepageButton
source: Click to official page
tr: Resmi site için tıkla

# CastDetailString_castBirthdayLabel
source: Born:
tr: Doğum tarihi:

# CastDetailString_castBirthplaceLabel
source: Birthplace:
tr: Doğum Yeri:

# CastDetailString_castDeathdayLabel
source: Deathday:
tr: Vefat tarihi:

# CastDetailString_castBiographyLabel
source: Biography
tr: Biyografi
